tap "fgeller/tap"
tap "go-vela/vela"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "tgt/brewhouse", "git@git.target.com:brew/house.git"
brew "ack"
brew "adns"
brew "gdbm"
brew "libyaml"
brew "xz"
brew "python@3.10"
brew "ansible"
brew "libpng"
brew "libtiff"
brew "autoconf"
brew "autojump"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
brew "lz4"
brew "zstd"
brew "boost"
brew "c-ares"
brew "freetype"
brew "gettext"
brew "pcre2"
brew "glib"
brew "pkg-config"
brew "pcre"
brew "python@3.9"
brew "chruby"
brew "cmake"
brew "gmp"
brew "libtool"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libslirp"
brew "libusb"
brew "qemu"
brew "lima"
brew "colima"
brew "cscope"
brew "ctags"
brew "ctop"
brew "openldap"
brew "curl"
brew "dbus"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "folly"
brew "editorconfig"
brew "wxwidgets"
brew "erlang"
brew "jpeg", link: true
brew "elixir"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fpp"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "geoip"
brew "gh"
brew "git"
brew "glib-openssl"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "go-jira"
brew "gobject-introspection"
brew "gopass"
brew "jasper"
brew "graphicsmagick"
brew "python@3.8"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "gssh"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "influxdb"
brew "jemalloc"
brew "oniguruma"
brew "jq", link: false
brew "kafka"
brew "kcat"
brew "krb5"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "libev"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvirt"
brew "libvterm"
brew "lsd"
brew "luajit"
brew "markdown"
brew "maven"
brew "minio-mc"
brew "msgpack"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nvm"
brew "nyancat"
brew "openconnect"
brew "qrencode"
brew "tree"
brew "pass"
brew "postgresql@14"
brew "prettyping"
brew "protobuf@3"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "qt"
brew "redis"
brew "ripgrep"
brew "s3cmd"
brew "sbt"
brew "shyaml"
brew "socat"
brew "swagger-codegen"
brew "terraform"
brew "tesseract"
brew "tig"
brew "vault"
brew "virtualenv"
brew "watchman"
brew "wget"
brew "wrk"
brew "xorriso"
brew "yarn"
brew "zsh-completions"
brew "fgeller/tap/kt"
brew "go-vela/vela/vela"
brew "tgt/brewhouse/bifrost"
brew "tgt/brewhouse/cpetools"
brew "tgt/brewhouse/heimdall"
brew "tgt/brewhouse/kubectl@1.10"
brew "tgt/brewhouse/kubectl@1.12"
brew "tgt/brewhouse/kubectl@1.13"
brew "tgt/brewhouse/kubectl@1.15"
brew "tgt/brewhouse/kubectl@1.18"
brew "tgt/brewhouse/kubectl@1.6"
brew "tgt/brewhouse/kubectl@1.9", link: true
brew "tgt/brewhouse/tapctl"
brew "tgt/brewhouse/tgt-docker_helper_scripts"
brew "tgt/brewhouse/velorum"
cask "alfred"
cask "caffeine"
cask "dash"
cask "docker"
cask "drawio"
cask "firefox"
cask "flux"
cask "gimp"
cask "google-chrome"
cask "inkscape"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "macvim"
cask "monodraw"
cask "spotify"
cask "visualvm"
cask "vscodium"
